Repository: Gogeta999/moonblink
Catalog: lib/l10n/intl_*.arb
Languages: my, zh

source: and
my: နှင့်
zh: 和

source: Accept
my: လက်ခံ
zh: 接受

# alarmRatio
source: MoonGo coin and Kyat exchange rate is 1 to 10
my: MoonGO ရွှေဒင်္ဂါးနှင့်ကျပ်ငွေလဲနှုန်းသည် ၁ မှ ၁၀ ဖြစ်သည်
zh: MoonGo金币和缅币的汇率是1比10

# alarmChangePWNoti
source: After partner finished your order，Please change your acc's password to protect your game account's security!
my: Please change your acc's password, if partner finished your order to protect your acc being hack
zh: သင်Orderပြီးလျှင်သည့်အခါ သင်၏ဂိမ်းအကောင့်၏လုံခြုံရေးကိုကာကွယ်ရန်သင်၏စကားဝှက်ကိုပြောင်းပါ

source: Albums
my: အယ်လ်ဘမ်
zh: 图库

# autoBySystem
source: Auto with system
my: အော်တိုစနစ်
zh: 跟随系统

source: Apply for qualification
my: အရည်အချင်းပြည့်မှီရန်လျှောက်ထားပါ
zh: 申请认证

source: Average Rating
my: 'ပျမ်းမျှအမှတ်
zh: 平均评分

# block
source: Block User
my: Block
zh: 拉黑用户

# blockContent
source: You won't see this user or able to communicate anymore until you unblock this user at settings
my: ဤအသုံးပြုသူကိုသင်ချိန်ညှိချက်များတွင်ပိတ်ဆို့ခြင်းမလုပ်မချင်းဤအသုံးပြုသူကိုမတွေ့ရပါ (သို့) ဆက်သွယ်ပြောဆိုနိုင်မည်မဟုတ်ပါ
zh: 您将再也看不见这位用户除非您从设置中的黑名单里解除拉黑状态

source: Block List
my: Block စာရင်း
zh: 黑名单

# bookingRequest
source: Request
my: ဘွတ်ကင်တောင်းဆိုခြင်း
zh: 预订请求

source: Booking
my: ဘွတ်ကင်
zh: 预约

source: Booking History
my: Bookingသမိုင်း
zh: 订单记录

# bookingChooseGameType
source: Choose game type to play with our partner
my: အတူကစားရန်ဂိမ်းအမျိုးအစားကိုရွေးချယ်ပါ
zh: 请选择要与玩伴一起玩的游戏类型

# bookingCancel
source: Cancel
my: ပြန်ထွက်
zh: 取消

# bookingEnded
source: Booking End
my: အဆုံးသတ်ခဲ့သည်
zh: 结束

# bookingPlayerBusy
source: Player is currently unavailable to Play
my: ကစားရန်လက်ရှိတွင်မအား‌သေးပါ
zh: 该玩家正在忙碌中

source: Booking Dialog
my: သင်ဆော့ချင်တဲ့ပုံစံရွေးပါ
zh: 预约框

# bookingDialogSomeoneBook
source: want to play with you
my: မင်းနဲ့ကစားချင်တယ်
zh: 想和你一起玩

# bookingDialogReject
source: Reject
my: ငြင်းပယ်
zh: 拒绝

# bookingDialogAccept
source: Accept
my: လက်ခံ
zh: 接受

# boostCoin
source: Coins
zh: 金币

# boostConfirmBoosting
source: Confirm Boosting
my: Boosting ကိုအတည်ပြုပါ
zh: 确认单子

# boostDays
source: Days
my: ရက်
zh: 天

# boostDetailTuto1
source: This show which rank you need to boost.
my: သင်မြှင့်တင်ရန်လိုအပ်သည့် Rankကိုပြသသည်
zh: 这是您需要帮忙上分的排位

# boostDetailTuto2
source: This is current price for your service. This can be edit as you like
my: ဒါကသင်၏ ၀န်ဆောင်မှုအတွက်လက်ရှိစျေးနှုန်းပါ ဒါကိုသင်ကြိုက်သလို Editနိုင်ပါတယ်
zh: 这是这份排位上分所需要的价钱，您可以随意更改价格

# boostDetailTuto3
source: This is current duration for your service. This can be edit as you like
my: ဒီဟာကသင့် ၀ န်ဆောင်မှုအတွက် လိုအပ်သော ကြာချိန်ဖြစ်သည်။ ဒါကိုသင်ကြိုက်သလို Editနိုင်ပါတယ်
zh: 这是这份排位您觉得需要的时间，您可以随意更改时长

# boostDetailTuto4
source: Press this to Edit your price
my: သင်၏စျေးနှုန်းကို Editရန် ဤကိုနှိပ်ပါ
zh: 点击这个来设置您希望的价格吧

# boostDetailTuto5
source: Press this to Edit your duration
my: သင်၏ကြာချိန်ကို Editရန်ဒီကိုနှိပ်ပါ
zh: 点击这个来设置您觉得需要的时长吧

# boostDetailTuto6
source: Finally press submit to confirm your setting
my: နောက်ဆုံး setting ကိုအတည်ပြုရန် submit ကိုနှိပ်ပါ
zh: 最后点击这个来确认您的服务吧

# boostDuration
source: Duration
my: Editပါ
zh: 时长

# boostEditDuration
source: Edit Duration
my: ကြာချိန်Editပါ
zh: 设置时长

# boostEditPrice
source: Edit Price
my: စျေးနှုန်းEditပါ
zh: 设置价格

# boostEstimateTime
source: Estimate Finished Time
my: ခန့်မှန်းပြီးချိန်
zh: 预估完成时间

# boostFillYourThings
source: Fill Your Time & Price
my: သင်၏အချိန်နှင့် စျေးနှုန်းကိုဖြည့်ပါ
zh: 填写你的时长和价格

# boostHours
source: Hours
my: နာရီ
zh: 小时

# boostPrice
source: Price
my: စျေးနှုန်း
zh: 价格

# boostProfile
source: Rank Boosting Profile
my: Rankတင်
zh: 代打头像

# boostProvideTo
source: Provide Boosting up to
my: မြှင့်တင်ရောက်ရှိနိုင်သောRank -
zh: 支持到

source: Boost Rank
my: Rankတင်
zh: 上分

# boostRequestNote
source: Note - Your Request Will Only Boost 100 Points. Eg - If your current rank is MYTHIC 550 then the Booster will boost your rank to MYTHIC 650. Also the Price and Time are calculated for 100 Points.
my: မှတ်စု - သင်၏တောင်းဆိုမှုသည် Mythic Points ၁၀၀ ကိုသာမြှင့်တင်လိမ့်မည်။ ဥပမာ - အကယ်၍ သင်၏လက်ရှိအဆင့်သည် MYTHIC 550 ဖြစ်ပါက Booster သည်သင်၏Pointsကို MYTHIC 650 သို့မြှင့်တင်ပါလိမ့်မည်။ ထို့အတူ စျေးနှင့်အချိန်ကို Point 100 အတွက်သာတွက်ချက်သည်။
zh: 注意: 这个单子只会帮助您上100分，比如-如果你的分是550分，那么陪玩将会把你的分上升至650分.当然时间和价格也是基于完成这100分所需而付的

# boostRequestTuto1
source: This is to choose game
my: ဒါကဂိမ်းကိုရွေးချယ်ဖို့ဖြစ်တယ်
zh: 这是选择游戏的地方

# boostRequestTuto2
source: This is to choose rank
my: ဒါကRankကို ရွေးချယ်ဖို့ဖြစ်တယ်
zh: 这是选择排位的地方

# boostRequestTuto3
source: Press here to choose your current rank
my: သင်၏လက်ရှိRankကို ရွေးချယ်ရန် ဤနေရာတွင်နှိပ်ပါ
zh: 请选择您当前的排位

# boostRequestTuto4
source: Press here to choose the rank which you want to boost
my: သင်မြှင့်တင်လိုသည့်Rankကို ရွေးချယ်ရန် ဤနေရာကိုနှိပ်ပါ
zh: 请选择您想到达的排位

# boostRequestTuto5
source: This will show estimated duration by the player
my: ဤသည် သင်Order၏ ခန့်မှန်းခြေ ကြာချိန်ကိုပြသပါလိမ့်မယ်
zh: 这是预期需要完成您单子的时长

# boostRequestTuto6
source: This is the price issued by the player
my: ဒါက သင်ပေးရသောစျေးနှုန်းဖြစ်သည်
zh: 这是您需要支付的金钱

# boostRequestTuto7
source: Press confirm to request boosting service
my: Rankတင် ဝန်ဆောင်မှုကိုတောင်းရန် confirm ကိုနှိပ်ပါ
zh: 请点击后确认您的单子吧

# boostReverseRankToastError
source: Current rank should be lower than To Rank
my: လက်ရှိRankသည် ရောက်ချင်သောRankထက် ပို၍ နိမ့်ကျသင့်သည်
zh: 选择的排位不能小于当前的排位

# boostNote
source: Note: Sometime our CoPlayer may need a little more time than your expected finished duration, please try to understand
my: မှတ်ချက်။ ။ CoPlayer သည်သင်မျှော်လင့်ထားသည့်ကြာချိန်ထက် အနည်းငယ်ပိုအချိန်လိုအပ်နိုင်သည်။ ကျေးဇူးပြု၍ နားလည်ပေးပါ
zh: 备注: 我们的陪玩可能需要更长的时间才能完成您的单子，请多多包涵

# boostNoEnoughCoins
source: No Enough Coin
my: Coins မလုံလောက်ပါ
zh: 金币不够

# boostSelectGameFirst
source: Please select a game first
my: ကျေးဇူးပြု၍ Gameကိုအရင်ရွေးပါ
zh: 请先选择游戏

# boostSelectCurrentRank
source: Please select Current Rank
my: ကျေးဇူးပြု၍ ရောက်ရှိနေသောRankကိုရွေးပါ
zh: 请选择当前的排位

# boostSelectUptoRank
source: Please select Up to Rank
my: ကျေးဇူးပြု၍ ရောက်ချင်သောRankရွေးပါ
zh: 请选择想要到达的排位

# boostTo
source: To
my: ကနေ
zh: 到

source: Buy Now
my: ဝယ်မည်
zh: 购买

# buttonrestart
source: Restart
my: ပြန်စ
zh: 重新录音

# buttonstartrecord
source: Start Record
my: Record စတင်
zh: 开始

source: Burmese
my: ဗမာ
zh: 缅文

# bySigning
source: By Signing in or up, you agree to
my: ဆိုင်းအင်လုပ်ခြင်းအားဖြင့် သင်၎င်းစာချုပ်ကို လိုက်နာမည်ဟုယူမှတ်သည်။
zh: 当您注册或登录后代表您遵守

# chatwelcome
source: Dear user, If you want to chat or play with a co-player, please place your order first.
my: မင်္ဂလာပါ သင်ကြိုက်နှစ်သက်သော Co-Player နှင့်အတူတူ gameဆော့ပြီးစကားပြောလိုလျှင် booking(Order)အရင်လုပ်ပေးပါ။
zh: 尊敬的用户，如果您想和这位玩家愉快的聊天或者一起游玩游戏的话请您先对这为玩家下单吧

# chatavailable
source: Are you available?
my: ကျွန်တော်နင့် ဂိမ်းတူတူဆော့ရန် အားပါသလား။
zh: 你有空吗?

# chatbook
source: How to Book
my: Booking လုပ်နည်း
zh: 如何下单？

# chatbuycoin
source: I want to play with you, where can I buy coin?
my: သင်နဲ့ gameဆော့ရအောင် Coin ကိုဘယ်မှာဝယ်ရမှာလဲ။
zh: 我想和你游玩但金币要从哪里充值?

# chathowtoplay
source: What should i do to play with you
my: သင်နဲ့ဆော့ရအောင်ကျွန်တော်ဘာကိုလုပ်ရမှာလဲ။
zh: 我要如何和你一起游玩游戏?

source: Cash Out
my: ငွေထုတ်
zh: 取钱

# captchaEnterLabel
source: Enter Captcha
zh: 输入验证码

# captchaWrongToast
source: Captcha Wrong
zh: 验证码错误

# coin
source: My Coin
my: ကျွန်တော့် ပိုက်ဆံ
zh: 我的金币

source: copy ID
zh: 复制ID

# cannotblank
source: can't be blanked
my: အလွတ်မရပါ
zh: 数据禁止为空

# cannotbookself
source: You can't book yourself
my: သင်ကိုယ်တိုင်ဘွတ်လုပ်လို့မရဘူး
zh: 您无法自己对自己下单

# cannotchatself
source: You can't chat yourself
my: သင်ကိုယ်တိုင်စကားမပြောနိုင်ပါ
zh: 您无法自己与自己聊天

source: Confirm
my: အတည်ပြု
zh: 确认

source: Confirm Booking
my: Booking ကိုအတည်ပြုပါ
zh: 确认下单

# chargeForNormalPartner
source: *We will charge 20% of the price*
my: *ကျနော်တို့သည်စျေးနှုန်း၏ 20% ကောက်လိမ့်မည်*
zh: *我们会收取价格的20%*

# chargeForCeleNStreamer
source: *We will charge 20% of the price*
my: *ကျနော်တို့သည်စျေးနှုန်း၏ 20% ကောက်လိမ့်မည်*
zh: *我们将收取价格的20%*

# chargeForPro
source: *We will charge 20% of the price*
my: *ကျနော်တို့သည်စျေးနှုန်း၏ 20% ကောက်လိမ့်မည်*
zh: *我们将收取价格的20%*

# chargeForUnverified
source: *We will charge 5% of the price*
my: *ကျနော်တို့သည်စျေးနှုန်း၏ 5% ကောက်လိမ့်မည်*
zh: *我们将收取价格的5%*

# china
source: Chinese
my: တရုတ်
zh: 中文

source: Cancel
my: ပယ်ဖျက်
zh: 取消

source: Current coin
my: လက်ရှိ
zh: 当前金币

source: Choose
my: ရွေးချယ်ပါ
zh: 选择

# choosegame
source: Choose Game You Play
my: သင်ကစားသောဂိမ်းကိုရွေးချယ်ပါ
zh: 选择您准备游玩的游戏

source: Duration
my: သက်တမ်း
zh: 时长

# feedCreatePageAddPhotos
source: Add Photos
my: ဓါတ်ပုံ ထည့်ရန်
zh: 添加照片

# feedCreatePageAddVideo
source: Add Video
my: ဗွီဒီယို ထည့်ရန်
zh: 添加视频

# feedCreatePageAllWillSee
source: All users will see your post
my: အသုံးပြုသူအားလုံးသင့်ရဲ့ post ကိုမြင်ရလိမ့်မည်
zh: 所有用户都将会看到您的帖子

# feedCreatePageCantPostNow
source: Cannot upload post for now
my: ယခုပို့စ် တင်၍ မရပါ
zh: 选择展示无法上传

# feedCreatePageCrop
source: Crop
zh: 剪裁

# feedCreatePageFollowers
source: Follower
zh: 粉丝

# feedCreatePageFollowersWillSee
source: followers will see your post
my: followersအားလုံးသင့်ရဲ့ post ကိုမြင်ရလိမ့်မည်
zh: 您的所有粉丝都会看到您的帖子

# feedCreatePageFreeFollowerPost
source: Free Followers post
zh: 免费粉丝贴 还剩

# feedCreatePageFreePublicPost
source: Free Public post
zh: 免费公众贴 还剩

# feedCreatePageFreeLeft
source: left
my: ခါကျန်
zh: 次

# feedCreatePageFreeToPost
source: Free to post now
my: ယခု Postတင်ရန် Free
zh: 免费发帖

# feedCreatePageNoToastForFreeFollower
source: No Followers free post count left
my: အခမဲ့ Followerပို့စ်အရေအတွက် မရှိပါ
zh: 没有免费粉丝贴了

# feedCreatePageNoToastForFreePublic
source: No Public free post count left
my: အခမဲ့ Publicပို့စ်အရေအတွက် မရှိပါ
zh: 没有免费公众贴了

# feedCreatePagePickVideoFrom
source: Pick Video From
my: ဗွီဒီယို ရွေးရန်
zh: 选择视频

# feedCreatePagePickRequired
source: Require photo or video
my: ခေါင်းစဉ်, ဓာတ်ပုံသို့မဟုတ်ဗီဒီယိုလိုအပ်သည်
zh: 需要标题，照片或者视频

# feedCreatePagePost
source: Create Post
my: Post ကိုဖန်တီးရန်
zh: 发帖

# feedCreatePagePostByAds
source: Post by watching Ads
my: ကြော်ငြာနှင့် ပို့စ်တင်
zh: 观看广告来发帖

# feedCreatePagePostByCoins
source: Post by using Coins
my: Coinsဖြင့် ပို့စ်တင်
zh: 用金币来发帖

# feedCreatePagePostUNeed
source: You need to watch
my: သင်သည်ကြေငြာနောက်ထပ်
zh: 您还需要观看

# feedCreatePagePostMoreAds
source: more Ads to post.
my: ခါကြည့်ရန် လိုအပ်သည်
zh: 此广告

# feedCreatePagePostStartWatching
source: Start Watching
my: စတင်ကြည့်ရန်
zh: 开始观看

# feedCreatePagePublic
source: Public
zh: 公众贴

# feedCreatePageRemove
source: Remove
zh: 移除

# feedCreatePageRemoveAllPhotos
source: Remove All Photos
my: Remove ဓါတ်ပုံ
zh: 移除所有照片

# feedCreatePageRemoveVideo
source: Remove Video
my: Remove ဗွီဒီယို
zh: 移除所有视频

# feedCreatePageWriteTitle
source: Write your post's title here
my: ပို့စ်ရဲ့ခေါင်းစဉ်ကိုဒီမှာရေးပါ
zh: 请在这里填写您的标题

# feedPageLastComment
source: Last Comment
my: နောက်ဆုံး comment
zh: 最后一次评论

# feedPagePosted
source: Posted
my: တင်ချိန်
zh: 发自

# feedPageViewMoreComment
source: View more comments
my: Comments များကြည့်ရန်
zh: 观看更多评论

source: Done
my: အိုကေ
zh: 确认

source: Deselect
my: ပယ်ဖျက်ပါ
zh: 取消

source: Error
zh: 错误

source: End
my: အဆုံးသတ်
zh: 结束

source: English
my: အင်္ဂလိပ်
zh: 英语

source: Forget Password?
my: စကားဝှက်မေ့နေပါသလား?
zh: 忘记密码?

source: Enter Call
my: ဖုန်းလက်ခံ
zh: 进入呼叫页面

source: Entertainment
my: ဖျော်ဖြေရေး
zh: 娱乐

# forceLoginTitle
source: You need to login first
my: သင်ပထမဦးဆုံး Login ဝင်ရန်လိုသည်
zh: 很抱歉，您需要先登录

# forceLoginContent
source: You need to login to right account
my: သင်Loginပြီးမှသာ Appကိုဆက်သုံးနိုင်သည်။
zh: 您需要登录到您正确的账户后继续使用我们的软件

# forceUpdateTitle
source: Sorry we don't support this version
my: တောင်းပန်ပါတယ်ဤဗားရှင်းကိုမထောက်ခံပါ
zh: 很抱歉,我们不支持该版本

# forceUpdateContent
source: Please download our app on AppStore
my: ကျေးဇူးပြု၍appကိုAppStoreတွင်ဒေါင်းလုပ်လုပ်ပါ
zh: 请在AppStore上下载我们的应用程序

source: Follow
zh: 关注

# follower
source: Followers
zh: 粉丝

source: Following
zh: 正在关注

source: Feedback
my: အကြံပြုချက်
zh: 意见反馈

source: Finish
my: ပြီးပြီ
zh: 完成

# fieldNotEmpty
source: Can't be empty
my: အလွတ်ထားမရပါ
zh: 不能为空

# fillskilllevel
source: Fill in Skill Level
my: ကျွမ်းကျင်မှုအဆင့်ကိုဖြည့်ပါ
zh: 请输入您游戏里的排位

# fillgameinfo
source: Fill your game Information
my: သင်၏ဂိမ်းအချက်အလက်များကိုဖြည့်ပါ
zh: 请输入您在游戏里的详情

# genderMale
source: Male
my: ကျား
zh: 男生

# genderFemale
source: Female
my: မ
zh: 女生

source: Games
my: ဂိမ်း
zh: 游戏

source: Game ID
my: ဂိမ်း ID
zh: 游戏ID

source: Game Rank
my: ဂိမ်းအဆင့်
zh: 游戏排位

source: Game Mode
my: ဂိမ်း mode
zh: 游戏模式

# gamemodedescript
source: Game Mode that you are ready to provide services
my: ၀န်ဆောင်မှုပေးရန်အဆင်သင့်ဖြစ်နေသော Game Mode
zh: 您准备提供的游戏服务

source: History
my: မှတ်တမ်း
zh: 历史记录

# imagePickerAppBar
source: Upload Your Story
my: စတိုရီတခုဖန်တီးပါ
zh: 上传您的动态

# imagePickerChooseSome
source: Choose your image or video to your story
my: သင့်စတိုရီအတွက် ဓာတ်ပုံသို့ဗီဒီယို ရွေးပါ
zh: 为您的动态选择图片或视频

# imagePickerCamera
source: Camera
my: ကင်မရာ
zh: 相机

# imagePickerGallery
source: Gallery
my: အယ်လ်ဘမ်
zh: 图库

# imagePickerVideo
source: Video
my: ဗီဒီယို
zh: 视频

# imagePickerUploadButton
source: Upload
my: တင်ရန်
zh: 上传

# licenseagreement
source: User License Agreement
my: လိုင်စင်သဘောတူညီချက်စာချုပ်
zh: 用户协议

source: Login First
my: Login လုပ်ပါ
zh: 请先登录

# loginMail
source: Email
my: အီးမေးလ်
zh: 电子邮件

# loginPassword
source: Password
my: စကားဝှက်ဖြည့်သွင်းရန်
zh: 密码

source: Logout
my: အကောင့်ပြောင်းရန်
zh: 注销

source: Likes
zh: 赞

# labelname
source: Please enter your name
my: နာမည်ထည့်ပေးပါ
zh: 请输入您的名字

# labelphno
source: Please enter your phone no
my: ဖုန်းနံပါတ်ထည့်ပါ
zh: 请输入您的电话号码

# labelbios
source: Please enter bios
my: bios ထည့်ပါ
zh: 请输入您的个性签名

# labelid
source: Please enter your game ID
my: ကျေးဇူးပြု၍ သင့်ဂိမ်း ID ကိုထည့်ပါ
zh: 请输入您的游戏 ID

# labelotp
source: Please enter OTP code
my: OTP code ထည့်ပါ
zh: 请输入验证码

# labelnrc
source: Please enter NRC
my: NRC ရိုက်ထည့်ပါ
zh: 请输入正确的身份证号

# labelgender
source: Enter Gender
my: ကျားမရွေးပါ
zh: 请选择您的性别

# labeladdress
source: Please enter Address
my: လိပ်စာထည့်ပါ
zh: 请输入您所在的地址

# labelnrcfront
source: Add your NRC Front
my: NRC ရှေ့
zh: 身份证前照

# labelnrcback
source: Add your NRC Back
my: NRC နောက်
zh: 身份证后照

# labelcomment
source: Please give some comments
my: မှတ်ချက်ပေးရန်
zh: 请您为主播评分

# labelmsg
source: Input Message
my: မက်ဆေ့ခ်ျ
zh: 请输入您的信息

# labelimageselect
source: Select Image
my: ပုံရွေးပါ
zh: 选择图片

# labelalbumselect
source: Select Album
my: Albums
zh: 选择图库

# labelvoicemsg
source: Voice Message
my: အသံမက်ဆေ့ခ်ျ
zh: 语音信息

source: Loading
zh: 加载中

source: Myanmar
my: မြန်မာ
zh: 缅甸

source: Mark all as read
my: အားလုံးဖတ်ပြီး
zh: 全部已读

# maxtime
source: Maximum one minute
my: အများဆုံးတစ်မိနစ်
zh: 最多60秒

source: Match
my: ပွဲစဉ်
zh: 局

source: Moon Go History
my: Moon Goသမိုင်း
zh: Moon Go历史信息

# newpassword
source: Enter New Password
my: စကားဝှက်အသစ်ရိုက်ထည့်ပါ
zh: 请输入新的密码

source: Next
my: နောက်တစ်ခု
zh: 跳过

# notenoughcoin
source: You don't have enough coin to make this booking
my: ဒီဘွတ်ကင်လုပ်ဖို့သင့်မှာငွေအလုံအလောက်မရှိဘူး
zh: 您没有足够的金币来下单

source: No Chat History
my: စကားဝိုင်းမရှိပါ
zh: 您还没有聊天记录

source: No account
my: အကောင့်မရှိ
zh: 没有帐户

# norating
source: This user has no rating.
my: အသုံးပြုသူတွင်အဆင့်သတ်မှတ်ချက်မရှိပါ။
zh: 该用户还没有评分

# nogameprofile
source: This User have no Game Profile
my: အသုံးပြုသူတွင်ဂိမ်းကိုယ်ရေးအချက်အလက်မရှိပါ
zh: 该用户还没有提供任何服务

source: Rank
my: အဆင့်
zh: 排位

source: Reset Password
my: လျှို့ဝှတ်နံပါတ်အားပြန်လုပ်သည်
zh: 重置密码

# ratingApp
source: Please rate our app
my: အဆင့်သတ်မှတ်၊သုံးသပ်ခြင်း
zh: 请为我们的应用程序评分

source: Rate Player
my: အဆင့်သတ်မှတ်ပါ
zh: 为该玩家评分

source: Rating
my: သတ်မှတ်ချက်
zh: 评分

source: Reject
my: ငြင်း
zh: 拒绝

# report
source: Report User
my: Report
zh: 举报用户

# reportContent
source: Report user for posting inappropriate content.
my: မသင့်တော်တော့ပုံကြောင့် reportထုပါ
zh: 因该用户所发布的不当图片而举报

source: Record Skill Audio
my: ကျွမ်းကျင်မှုအသံဖမ်း
zh: 请输入您的语音

# rule1
source: No porn, abusive or illegal contents are allowed in the audio.
my: အသံဖမ်းခြင်း၊ ညစ်ညမ်းသောသို့မဟုတ်တရားမ ၀ င်သောအကြောင်းအရာများကိုခွင့်မပြုပါ။
zh: 音频语音里禁止带有任何辱骂，色情或非法的内容

# tutorialBooking1
source: This is to select game
my: ဒါက ဂိမ်းကိုရွေးဖို့ ဖြစ်ပါတယ်
zh: 选择准备游玩的游戏

# tutorialBooking2
source: This is to select game type
my: ဒါက ဂိမ်းအမျိုးအစားကို ရွေးဖို့ဖြစ်ပါတယ်
zh: 选择准备游玩的游戏模式

# tutorialBooking3
source: This is to select match u want to play
my: ဤသည်မှာသင်ကစားလိုသောပွဲကိုရွေးချယ်ရန်ဖြစ်သည်
zh: 选择准备玩的局数

# tutorialBooking4
source: This is the total cost of your booking
my: ဒါကသင့်ရဲ့ ကုန်ကျမှု စုစုပေါင်းပါ
zh: 总共价格

# tutorialBooking5
source: This is your current coin
my: ဒီဟာသင့်ရဲ့ လက်ရှိအcoinsပါ
zh: 您剩余的金币

# tutorialBooking6
source: Click Confirm to book the player u want to paly
my: သင်ကစားလိုသည့် Co-Playerနှင့် ကစားရန် Confirm ကိုနှိပ်ပါ
zh: 点击确认来和您喜欢的陪玩一起游玩

# tutorialBookingEnd1
source: When you book with someone, these button will appear
my: သင်တစ်ယောက်ယောက်နှင့် Booking သောအခါ ဤခလုတ်ပေါ်လာလိမ့်မည်
zh: 当你下单的时候会出现这些按钮

# tutorialBookingEnd2
source: This button enable you to end booking with the player you play
my: ဤခလုတ်သည် သင်ကစားသည့်Partnerနှင့် Booking Endလုပ်ရန်အဆုံးသတ်သည်
zh: 此按钮是在您准备结束这份单子的时候可以按的

# tutorialBookingEnd3
source: This button will allow you to call voice to voice with the player
my: ဒီခလုတ်သည် Partnerနှင့် စကားပြောဆိုရန် ဖြစ်သည်
zh: 此按钮是您可以打电话给陪玩的

# tutorialDetail1
source: Click Follow to see this player's story and updates
my: ဤCo-Player၏ Storyကြည့်ရန် Followကိုနှိပ်ပါ
zh: 点击关注来追踪该陪玩的动态

# tutorialDetail2
source: Click Followers to see followers of this player
my: ဤCo-Player၏followersကိုကြည့်ရှုရန် Followersကိုနှိပ်ပါ
zh: 点击粉丝来查看该陪玩的粉丝

# tutorialDetail3
source: This is the rating of this player
my: ဤသည်Co-Player၏ ပျမ်းမျှratingဖြစ်သည်
zh: 这是陪玩的平均评分

# tutorialDetail4
source: Click Booking to book playtime with this player
my: ဤCo-Playerနှင့် ကစားရန် Booking ကိုနှိပ်ပါ
zh: 点击下单来和陪玩一起游玩

# tutorialDetail5
source: Click Chat to go to chatbox of this player
my: ဤCo-Player၏ chatbox ကိုသွားရန် Chat ကိုနှိပ်ပါ
zh: 点击聊天来和陪玩一起聊天

# tutorialDetail6
source: Click this Icon to report or block this player
my: ဤCo-Playerအား reportသို့မဟုတ်blockရန် ဤအိုင်ကွန်ကိုနှိပ်ပါ
zh: 点击该图标来举报或者拉黑这位陪玩

# tutorialHome1
source: This TabBar is to choose player type u want to play
my: ဤ TabBar သည်သင်ကစားလိုသောCo-Playerအမျိုးအစားကိုရွေးချယ်ရန်ဖြစ်သည်
zh: 这是选择您准备浏览的陪玩类型

# tutorialHome2
source: This is to select gender of player
my: ဤသည်Co-Playerသည် ကျား, မရွေးရန်ဖြစ်ပါသည်
zh: T这是选择陪玩性别的按钮

# tutorialHome3
source: Double tap to get to top
my: ထိပ်ဆုံးသို့ရောက်ရန် နှစ်ချက်နှိပ်ပါ
zh: 双击跳到最上面的页面

# tutorialRating1
source: This Page will appear when you end booking with the player. This allow you to rate the player and share your opinion on this player
my: သင်ကစားသမားနှင့် Bookingလုပ်ပြီးသောအခါ ဤစာမျက်နှာပေါ်လာလိမ့်မည်။ ဤသည်ကသင်သည် Partnerကို အဆင့်သတ်မှတ်ရန်နှင့်ဤကစားသမားအပေါ် သင်၏ထင်မြင်ချက်ကိုဝေမျှရန်ခွင့်ပြုသည်
zh: 这页面会在您按结单之后会出现， 这可以让你评论和分享你对陪玩的见解

# tutorialRating2
source: Choose star to rate for the booking
my: Bookingအတွက် အဆင့်သတ်မှတ်ရန် ကြယ်ကိုရွေးချယ်ပါ
zh: 给这位玩家选择5星或者1星评论吧

# tutorialRating3
source: This will show your satification level depend on the star you choose
my: သင်၏ရွေးချယ်မှုသည်ကြယ်ပေါ်တွင်မူတည်သည်
zh: 这些会基于你选择的星而显示

# tutorialRating4
source: Write some comment to recommend other users
my: အခြားအသုံးပြုသူများကိုအကြံပြုရန် မှတ်ချက်အချို့ရေးပါ
zh: 写一些评论来告诉其他玩家吧

# tutorialRating5
source: This button to submit your rating for the play
my: ဤခလုတ်သည် သင်၏အဆင့်သတ်မှတ်ချက်ကိုတင်ပြရန်ဖြစ်သည်
zh: 点击这个按钮来上传你的评论吧

source: or
my: သို့မဟုတ်
zh: 或者

source: Okay
my: အိုကေ
zh: 确认

source: Online
my: အွန်လိုင်း
zh: 在线

source: Offline
my: အော့ဖ်လိုင်း
zh: 下线

# otpGetCode
source: Get your otp code
my: Otp codeရယူရန်
zh: 获取您的otp代码

# otpWelcomePartner
source: Welcome to be Partner
my: ကျွန်တော်တို့ရဲ့ မိတ်ဆွေအဖြစ်ကြိုဆိုပါတယ်
zh: 欢迎成为我们的合作伙伴

# otpSignAsPartnerButton
source: Sign As Partner
my: မိတ်ဆွေအဖြစ်၀င်ရန်
zh: 签署为我们的合作伙伴

source: PlayerID
zh: 玩家ID

# profileown
source: Own Profile
my: ကိုယ်ပိုင်ပရိုဖိုင်
zh: 个人头像

# profilegame
source: Game Profile
my: ဂိမ်းပရိုဖိုင်း
zh: 游戏头像

# pickimage
source: Pick Image From
my: ပုံမှရွေးပါ
zh: 选择照片从

source: Pick NRC
my: NRC ရွေးပါ
zh: 拍照您的身份证

source: Please add Game Profile
zh: 请添加您的游戏头像

# pleasegameProfileHelperContent
source: Add Game Profile to let your customer can order you
zh: 请添加游戏头像来让您的客户能够向你下单

source: Permission denied
my: ခွင့်တောင်းမှုငြင်းဆိုခြင်း
zh: 权限被拒绝

source: Please rating for this game
my: အဆင့်သတ်မှတ်ပေးပါ
zh: 请为此该主播评分

source: Please allow Microphone
my: ကျေးဇူးပြုပြီးမိုက်ကရိုဖုန်းသုံးခွင့်ပေးပါ
zh: 请允许麦克风权限

# pullDownToRefresh
source: Refreshing
my: ပြန်စတင်သည်
zh: 刷新

# pullTopToLoad
source: Loading
my: ခေတ္တစောင့်ဆိုင်းပါ
zh: 正在加载

# partnercover
source: Choose cover
my: Cover ရွေးပါ
zh: 选择背景

# partnerprofile
source: Choose profile
my: Profile ရွေးပါ
zh: 选择头像

# partnerupdatebutton
source: Update your profile
my: ပရိုဖိုင်ကိုအပ်ဒိတ်
zh: 上传您的个人信息

# profiletext
source: You have
my: သင်မှာ
zh: 您拥有

# profilefollowernow
source: followers now
my: followers ရှိသည်
zh: 个粉丝

# pubg
source: Play PUBG Mobile with users to teach them how to play~
my: PUBG Mobile ကိုအသုံးပြုသူများနှင့်ကစားရန်မည်သို့သင်ရမည်ကိုကစားပါ
zh: 向用户提供PUBG的服务并带领他们熟悉这款游戏

source: Search
my: ရှာဖွေသည်
zh: 搜索

# sendbutton
source: Send
my: ပို့
zh: 发送

# searchHistory
source: History
my: မှတ်တမ်း
zh: 搜索记录

# searchClear
source: Clear
my: ပယ်ဖျက်
zh: 清除

# searchRetry
source: Retry
my: ပြန်ကြိုးစား
zh: 重试

# setPartnerProfile
source: Setup your profile
my: ကိုယ်ရေးမှတ်တမ်းတင်ပါ
zh: 设置您的个人资料

# setPartnerFillInformations
source: Please fill all your informations first
my: အချက်လက်အပြည့်စုံဖြည့်ပါ
zh: 请先填写所有信息

# setPartnerButton
source: Submit
my: တင်ရန်
zh: 确认

# settingsSettings
source: Settings
my: ဆက်တင်များ
zh: 设置

# settingsSignAsPartner
source: Register as our partner
my: လုပ်ဖော်ကိုင်ဖက်အဖြစ်မှတ်ပုံတင်ပါ
zh: 注册为我们的合作伙伴

# settingToBeVerifiedPartner
source: To become verfied Partner
my: Verifiedလုပ်ဖော်ကိုင်ဖက်အဖြစ်မှတ်ပုံတင်ရန်
zh: 申请为认证陪玩

# settingToBeVerifiedPartnerInPending
source: Pending to be verfied Partner
my: Verifiedလုပ်ဖော်ကိုင်ဖက်ဖြစ်ရန်ဆိုင်းငံ့
zh: 正在认证中

# settingLanguage
source: Language
my: ဘာသာစကား
zh: 语言

# someoneCallingYou
source: Someone is calling you
my: သင့်ကိုဖုန်းခေါ်နေတယ်
zh: 有人正在呼唤你

# showToastSignInFirst
source: Sign in First
my: အကောင့်အရင်ဝင်ပါ
zh: 请先登录

source: Sign In
my: အကောင့်ဝင်ရန်
zh: 登录

# signInMail
source: Mail
my: အီးမေးလ်
zh: 邮件

# signInPassword
source: Password
my: စကားဝှက်ဖြည့်သွင်းရန်
zh: 密码

source: Sign Up
my: အကောင့်သစ်ဖွင့်ရန်
zh: 注册

# signUpMail
source: Mail
my: အီးမေးလ်
zh: 邮件

# signUpName
source: Name
my: နာမည်
zh: 名称

# signUpLastName
source: Last Name
my: နာမည်နောက်ဆုံးစာလုံး
zh: 姓氏

# signUpPassword
source: Password
my: စကားဝှက်ဖြည့်သွင်းရန်
zh: 密码

# signUpReEnterPassword
source: Re-Enter Password
my: စကားဝှက်ပြန်ဖြည့်သွင်းရန်
zh: 再次填写密码

# splashSkip
source: Skip
my: ကျော်ရန်
zh: 跳过

source: Submit
my: တင်ရန်
zh: 提交

# statusOnline
source: Online
my: အွန်လိုင်း
zh: 在线

# statusavailable
source: Available
my: အဆင်ပြေ
zh: 空闲中

# statusBan
source: Ban
zh: 黑名单

# statusbusy
source: Busy
my: မအားပါ
zh: 忙碌中

# statuserror
source: Available
my: အဆင်ပြေ
zh: 空闲中

# statusingame
source: In Game
my: ဂိမ်းထဲမှ
zh: 正在游玩中

source: Skill Description
my: ကျွမ်းကျင်မှုဖော်ပြချက်
zh: 技术介绍

source: Skill Cover
my: ကျွမ်းကျင်မှုCover
zh: 技术背景图

source: Select
my: ရွေးချယ်ပါ
zh: 选择

source: Select Game Rank
my: ဂိမ်းအဆင့်ကိုရွေးပါ
zh: 选择游戏排位级别

source: Select Game
my: ဂိမ်းရွေးပါ
zh: 选择游戏

source: Select Game Mode
my: Game Mode ကိုရွေးပါ
zh: 选择游戏模式

source: Select Level
my: အဆင့်ရွေးပါ
zh: 选择游戏级别

source: Sample Photo
my: နမူနာဓာတ်ပုံ
zh: 样图

source: Sample
my: နမူနာ
zh: 模板

source: Time Left
my: ကျန်ရှိနေသောအချိန်
zh: 剩余时间

source: Top up
my: ဖြည့်ရန်
zh: 充值
