Repository: Gogeta999/moonblink
Catalog: lib/l10n/intl_*.arb
Languages: my, zh

# topupservice
source: Top up with our customer service.
my: ကျွန်တော်တို့ရဲ့ဝန်ဆောင်မှုနှင့်အတူဖြည့်ပါ။
zh: 使用客服服务来充值

source: Top Up History
my: ငွေဖြည့်သမိုင်း
zh: 充值历史

source: Transaction
my: မှတ်တမ်း
zh: 消费史

# tabHome
source: Home
zh: 主页

# tabChat
source: Chat
zh: 聊天

# tabFollowing
source: Following
zh: 正在关注

# tabUser
source: User
zh: 用户

# tabVipFeatureToast
source: VIP Feature
zh: VIP功能

source: Term and Conditions
my: ကာလနှင့်အခြေအနေများစာချုပ်
zh: 隐私政策

source: Third Login
my: Gmailသို့Facebookဖြင့်၀င်ရန်
zh: 第三方登录

# toSignIn
source: Sign In
my: အကောင့်ဝင်ရန်
zh: 登录

# toSignUp
source: Please Sign Up
my: အကောင့်သစ်ဖွင့်ရန်
zh: 请注册

source: Trim your video
my: ဗွီဒီယိုကိုချုံ့ပါ
zh: 修剪您的视频

# textnohistory
source: This user has no history.
my: အသုံးပြုသူတွင်မှတ်တမ်းမရှိပါ။
zh: 该玩家没有任何记录

# toastreport
source: Thanks for making our MoonBlink's Universe clean and tidy. We will act on this user within 24 hours.
my: ကျွန်ုပ်တို့၏ MoonBlink ၏စကြဝcleanာကိုသန့်ရှင်းသပ်ရပ်အောင်လုပ်ဆောင်ပေးသည့်အတွက်ကျေးဇူးတင်ပါသည်။ ဤအသုံးပြုသူအားကျွန်ုပ်တို့ ၂၄ နာရီအတွင်းဆောင်ရွက်မည်။
zh: 感谢帮助MoonGo平台带来更干净更阳光的平台，我们会在24小时内对该玩家进行检查

# toastcopy
source: Copy to Clipboard
my: Clipboard သို့ကူးယူ
zh: 复制到剪贴板

# toastimagenull
source: You need to choose cover and profile images
my: သင်သည်Coverနှင့်Profileပုံကိုရွေးချယ်ဖို့လိုအပ်ပါတယ်
zh: 您需要选择背景和头像

# toastnrcnull
source: NRC front and back photos are requied
my: NRC ရှေ့နှင့်နောက်ဓာတ်ပုံများလိုအပ်သည်
zh: 身份证照片是必须上传的

# toastlackfield
source: You forget to fill some information
my: သင်သည်အချက်အလက်ဖြည့်ရန်မေ့လျော့
zh: 您忘记输入某些消息了

# toastonline
source: You are Online now
my: သင်ယခု အွန်လိုင်း ဖြစ်နေပြီ
zh: 您已上线

# toastoffline
source: You are Offline now
my: သင်ယခု အော့ဖ်လိုင်း ဖြစ်နေသည်
zh: 您已下线

# toastsuccess
source: Success
my: အောင်မြင်
zh: 成功

# toastlikesuccess
source: Like Successful
zh: 点赞成功

# toastunlikesuccess
source: Unlike Successful
zh: 取消点赞

# toasterror
source: Developer error,Contact us on Facebook
my: Developer error, Facebook ပေါ်မှာကျွန်တော်တို့ကိုဆက်သွယ်ပါ
zh: 开发者问题，请到我们的FB主页来通知该错误

# toastratingfail
source: Rating Failed
my: သတ်မှတ်ချက်မအောင်မြင်ပါ
zh: 评分失败

# toastvideooverlimit
source: The video must be maximum 10 sec
my: ဗီဒီယိုသည်အမြင့်ဆုံး ၁၀ စက္ကန့်ဖြစ်ရမည်
zh: 视频限制为10秒以下

# toastnogame
source: You need to choose game and game mode
my: ဂိမ်းနှင့်ဂိမ်း mode ကိုရွေးချယ်ဖို့လိုအပ်ပါတယ်
zh: 您必须先选择游戏和游戏模式

# toastplatformnotsupport
source: This platform is not supported.
my: ဒီပလက်ဖောင်းကိုထောက်ပံ့မပေးပါ
zh: 该平台展示不支持

# toastscreenshot
source: The screenshot must clearly show the game ID and rank.
my: Screenshot သည်ဂိမ်း ID နှင့်အဆင့်ကိုရှင်းရှင်းလင်းလင်းပြရမည်။
zh: 截屏必须清晰并带有游戏ID和排位级别

# titlescreenshot
source: Upload the screenshot to prove your game ID and rank
my: သင်၏ဂိမ်း ID နှင့်အဆင့်ကိုသက်သေပြရန်တင်ပါ
zh: 请上传您的截屏来认证游戏ID和排位级别

source: Total Price
my: စုစုပေါင်း
zh: 价格合计

# tutogameprofile1
source: First tap here to add your game ID.
my: သင်၏ဂိမ်း ID ကိုထည့်သွင်းရန်ဤနေရာတွင် ဦး စွာနှိပ်ပါ။
zh: 首先点击这里，添加你的游戏ID。

# tutogameprofile2
source: Tap here to choose your game rank
my: မင်းရဲ့ဂိမ်းရာထူးကိုရွေးဖို့ဒီမှာနှိပ်ပါ
zh: 点击这里选择你的游戏等级

# tutogameprofile3
source: Tap here to enter game mode you want to play and can choose price for yourself.
my: သင်ကစားလိုသောဂိမ်း mode သို့ဝင်ရောက်ရန် သင်ကိုယ်တိုင်စျေးနှုန်းကိုရွေးချယ်နိုင်သည်။
zh: 点击这里进入你想玩的游戏模式，可以自己选择价格。

# tutogameprice1
source: You can customize your booking price as you want
my: သင်bookingဈေးနှုန်းကိုသင်လိုချင်သောအတိုင်းသတ်မှတ်နိုင်ပါသည်
zh: 您可以根据您的需要定制您的预订价格

# tutoupgradeprofile1
source: This page will be in your own profile. Tap here to choose and update your cover.
my: ဤစာမျက်နှာသည်သင်၏ကိုယ်ပိုင်ပရိုဖိုင်တွင်ရှိနေလိမ့်မည်။ သင်၏Coverကို ရွေးချယ်၍ မွမ်းမံရန်ဒီမှာနှိပ်ပါ။
zh: 这个页面将在你自己的个人资料中。点击这里选择并更新你的封面。

# tutoupgradeprofile2
source: Tap here to choose and update your profile image.
my: သင်၏ပရိုဖိုင်းပုံကို ရွေးချယ်၍ မွမ်းမံရန်ဤနေရာတွင်နှိပ်ပါ။
zh: 点击这里选择并更新你的个人资料图片。

# tutoupgradeprofile3
source: Here you can update your name and bios.
my: ဤတွင်သင်သည်သင်၏အမည်နှင့်Biosကိုမွမ်းမံနိုင်သည်။
zh: 在这里你可以更新你的名字和简历。

# tutoupgradeprofile4
source: Then, pressed Submit to update your data
my: ထို့နောက်သင်၏အချက်အလက်များကို update လုပ်ရန် Submit ကိုနှိပ်ပါ
zh: 然后，按提交键更新数据

# tutohomepage1
source: You will find yourself in one of these below tabs
my: သင်ကိုယ်တိုင်ကိုအောက်ဖော်ပြပါ tabs များထဲမှတစ်ခုထဲတွင်တွေ့ရှိနိုင်သည်
zh: 你会发现自己在下面的这些标签中的一个

# unverifiedPartnerGoTopUpTitle
source: Go To TopUp Page
my: ငွေဖြည့်စာမျက်နှာသို့သွားရန်
zh: 前往充值页面

# unverifiedPartnerGOTopUpContent
source: Go to TopUp Page and buy enough coins to comeback to become partner again
my: Vip ၀န်ဆောင်မှုအတွက်လိုအပ်သောCoinsများကို ၀ယ်ရန် top-up စာမျက်နှာသို့သွားပါ
zh: 前往充值页面去购买Vip服务所需要的金币

# unverifiedPartnerNote
source: This purchase is a permanent service for Verified User,if you become verified partner,you only need to purchase once to enjoy our service forever
my: ဤဝယ်ယူမှုသည် Verified User အတွက် Forever ၀န်ဆောင်မှုတစ်ခုဖြစ်သည်။ အကယ်၍ သင်သည် Verified Partner ဖြစ်လာပါကကျွန်ုပ်တို့၏ ၀န်ဆောင်မှုကိုအမြဲတမ်းပျော်မွေ့ရန်တစ်ကြိမ် သာ၀ယ်ယူရန်လိုအပ်သည်။
zh: 如果您成为认证陪玩后 此项购买将会是一项永久性服务，您只需购买一次即可永久享受该服务.

# unverifiedPartnerPlan
source: Choose Plan
my: Plan ကိုရွေးချယ်ပါ
zh: 选择会员等级

# unverifiedPartnerPlanConfirmTitle
source: Confirm To Choose This Plan
my: ဤPlanရွေးရန်အတည်ပြုပါ
zh: 请确认会员等级

# unverifiedPartnerPlanConfirmContent
source: Note that we do not support refunds for this purchase
my: ဒီဝယ်ယူမှုအတွက် Refundကိုမထောက်ပံ့ဆိုတာသတိပြုပါ
zh: 请注意，我们不支持此会员级别购买的退款

# unverifiedPartnerVip1TitleDuration
source: Vip 1 Duration 1 month
my: Vip 1သည် 1လ
zh: Vip 1 时长为一个月

# unverifiedPartnerVip1Subtitle
source: Service Charge is 50 Coins for Google and Apple's request, This will make you appear on the bottom-level feed. You can post either video or image post on home page, And you can post 2 only-fan-visible user posts for free every day. Long press to watch the display effect.
my: 50 Coins သည် GooglePay နှင့် Apple Pay ၏တောင်းဆိုမှုအရ Service Charge ဖြစ်သည် ဤအရာသည် သင့်အားအောက်ခြေFeedတွင်ရှိစေလိမ့်မည်။ သင်သည် Home Pageတွင် ဗီဒီယို (သို့) ရုပ်ပုံပို့စ်များကိုတင်နိုင်သည် နေ့စဉ်Followerပရိသတ်များအတွက်မြင်နိုင်သောပို့စ် 1 ခုကိုFreeတင်နိုင်သည်။ ဖော်ပြချက်အကျိုးသက်ရောက်မှုကိုကြည့်ရှုရန်ကြာမြင့်စွာနှိပ်ပါ။
zh: 50 coins 是按照 Google和Apple的要求而收取的服务费 这会让您出现在主页面的底层Feed之中排序。 购买后您可以在主页面上传照片或者视频 之外您可以每天免费上传一张粉丝可见帖子。 详细效果可长按来查看

# unverifiedPartnerVip1Price
source: Vip 1 Cost 350 Coins
my: Vip 1 အတွက် 350 Coins
zh: Vip 1的价格是350 Coins

# unverifiedPartnerVip1HalfPrice
source: Vip 1 Cost 175 Coins
my: Vip 1 အတွက် 175 Coins
zh: Vip 1 的价格是175 Coins

# unverifiedPartnerVip2Price
source: Vip 2 Cost 550 Coins
my: Vip 2 အတွက် 550 Coins
zh: Vip 2的价格是550 Coins

# unverifiedPartnerVip2HalfPrice
source: Vip 2 Cost 275 Coins
zh: Vip 2的价格是275 Coins

# unverifiedPartnerVip2Subtitle
source: Service Charge is 50 Coins for GooglePay and Apple Pay, This will make you appear on the mid-level feed. You can post either video or image post on home page,And you can post 1 all-user-visible posts and 1 individual-fan-visible user posts for free every day. Long press to watch the display effect.
my: 50 Coins သည် GooglePay နှင့် Apple Pay ၏တောင်းဆိုမှုအရ Service Charge ဖြစ်သည် ဤအရာသည် သင့်အားအအလယ်အခြေFeedတွင်ရှိစေလိမ့်မည်။ သင်သည် Home Pageတွင် ဗီဒီယို (သို့) ရုပ်ပုံပို့စ်များကိုတင်နိုင်သည် နေ့စဉ်Followerပရိသတ်များအတွက်မြင်နိုင်သောပို့စ် 1 ခု နှင့် ပရိသတ်အားလုံးများအတွက်မြင်နိုင်သောပို့စ် 1 ခုကိုFreeတင်နိုင်သည်။ ဖော်ပြချက်အကျိုးသက်ရောက်မှုကိုကြည့်ရှုရန်ကြာမြင့်စွာနှိပ်ပါ။
zh: 50 coins 是按照 Google和Apple的要求而收取的服务费 这会让您出现在主页面的中层Feed之中排序。 购买后您可以在主页面上传照片或者视频 之外您可以每天免费上传一张粉丝可见帖子和一张全部用户可见帖子。 详细效果可长按来查看

# unverifiedPartnerVip3Price
source: Vip 3 Cost 1050 Coins
my: Vip 3 အတွက် 1050 Coins
zh: Vip 3的价格是1050 Coins

# unverifiedPartnerVip3HalfPrice
source: Vip 3 Cost 525 Coins
my: Vip 3 အတွက် 525 Coins
zh: Vip 3的价格是525 Coins

# unverifiedPartnerVip3Subtitle
source: Service Charge is 50 Coins for GooglePay and Apple Pay, This will make you appear on the top-level feed. You can post either video or image post on home page,And you can post 3 all-user-visible posts and 3 individual-fan-visible user posts for free every day. Long press to watch the display effect.
my: 50 Coins သည် GooglePay နှင့် Apple Pay ၏တောင်းဆိုမှုအရ Service Charge ဖြစ်သည် ဤအရာသည် သင့်အားထိပ်ဆုံးအခြေFeedတွင်ရှိစေလိမ့်မည်။ သင်သည် Home Pageတွင် ဗီဒီယို (သို့) ရုပ်ပုံပို့စ်များကိုတင်နိုင်သည် နေ့စဉ်Followerပရိသတ်များအတွက်မြင်နိုင်သောပို့စ် 3 ခု နှင့် ပရိသတ်အားလုံးများအတွက်မြင်နိုင်သောပို့စ် 3 ခုကိုFreeတင်နိုင်သည်။ ဖော်ပြချက်အကျိုးသက်ရောက်မှုကိုကြည့်ရှုရန်ကြာမြင့်စွာနှိပ်ပါ။
zh: 50 coins 是按照 Google和Apple的要求而收取的服务费 这会让您出现在主页面的顶层Feed之中排序。 购买后您可以在主页面上传照片或者视频 之外您可以每天免费上传三张粉丝可见帖子和三张全部用户可见帖子。 详细效果可长按来查看

# updatePartnerProfile
source: Update Your Profile
my: အဆင့်မြင့်ပါ
zh: 更新您的个人资料

# updatePartnerButton
source: Update
my: အဆင်မြင့်ရန်
zh: 更新

# usertypecoplayer
source: Authorize
zh: 认证

# usertypecele
source: Cele
zh: 网红

# usertypestreamer
source: Streamer
zh: 直播主

# usertypepro
source: Pro
zh: 专业

# userStatusNotification
source: Notifications
zh: 通知

# userStatusManagePosts
source: Manage Posts
zh: 管理帖子

# userStatusBoostProfile
source: Rank Boosting Profile
my: Rank Boostပရိုဖိုင်
zh: 代打头像

# userStatusWallet
source: Wallet
my: ပိုက်ဆံအိတ်
zh: 钱包

# userStatusCustomerService
source: Customer Service
my: ဝန်ဆောင်မှု
zh: 客户服务

# userStatusDarkMode
source: Dark Mode
my: အမှောင်စနစ်
zh: 夜间模式中

# userStatusDayMode
source: Day Mode
my: အလင်းစနစ်
zh: 日间模式中

# userStatusTheme
source: Theme
my: ပုံစံ
zh: 主题

# userStatusSettings
source: Settings
my: ဆက်တင်
zh: 设置

# userStatusCheckAppUpdate
source: Check App Update
my: အဆင့်မြင့်တင်ပါ
zh: 检查应用程序更新

# upgradeVipAppBarTitle
source: Upgrade VIP
my: VIPမြင့်တင်ရန်
zh: 升级VIP

# upgradeVipAlreadyOwnToast
source: You already achieved this VIP
my: သင်သည်ဤ VIP ကိုရရှိပြီးဖြစ်သည်
zh: 您已经早已获得此VIP等级了

# upgradeVipCurrentLevel
source: Note: You already achieved VIP:
my: မှတ်စု: သင်၏လက်ရှိ VIP Level:
zh: 注意: 您的先有VIP等级是VIP:

# upgradeVipImportantNote1
source: We Will Ban and Permanently freeze all funds in the account If you violate the following rules :
my: ကျွန်ုပ်တို့သည်အောက်ပါစည်းမျဉ်းများကိုချိုးဖောက်ပါကအကောင့်ရှိရန်ပုံငွေအားလုံးကိုအမြဲတမ်းပိတ်ပင်ပါမည်။ :
zh: 如果您违反以下规则，我们将永久冻结该帐户中的所有资金：

# upgradeVipImportantNote2
source: Rule 01 A detailed description Disseminate content that violates laws and regulations such as reactionary, anti-social morality, political or politically related, terrorist, etc. Confirmation method 01. User feedback; 02. Coplayer feedback; 03. Or other displayable text proof; 04. Platform Monitoring Rule 02 A detailed description Spread pornography, piracy and infringement in any form that violates laws and regulations Confirmation method 01. User feedback; 02. Great God feedback; 03. Or other displayable text proof; 04. Platform Monitoring Rule 03 A detailed description Cash orders in any form (inducing/transaction with other users/co-player through other channels (non-band orders) Confirmation method 01. User feedback; 02. Great God feedback; 03. Or other displayable text proof; 04. Platform Monitoring Rule 04 A detailed description In any form, actions that damage the interests of the platform, disrupt the order of the platform, and disseminate any third-party personal/platform/tool ​​(plug-in/script/assistance, etc.) advertising information without platform authorization in any form Confirmation method 01. User feedback; 02. Great God feedback; 03. Or other displayable text proof; 04. Platform Monitoring Rule 05 A detailed description Fraud, in any form that damages users/other gods (such as inducing users to not serve after completing orders, transferring illegal funds through various channels, causing losses to users/other co-player property) Confirmation method 01. User feedback; 02. Great God feedback; 03. Or other displayable text proof; 04. Platform Monitoring
my: နည်းဥပဒေ ၁။ အသေးစိတ်ဖော်ပြချက် တုံ့ပြန်မှု၊ လူမှုဆန့်ကျင်ရေးကိုယ်ကျင့်တရား၊ နိုင်ငံရေးနှင့်နိုင်ငံရေးအရဆက်စပ်သည့်အကြမ်းဖက်သမားများစသည့်ဥပဒေများနှင့်စည်းမျဉ်းများကိုချိုးဖောက်သောအကြောင်းအရာဖြန့်ဝေခြင်း။ အတည်ပြုနည်းလမ်း 01. အသုံးပြုသူတုံ့ပြန်ချက်; 02. Coplayer တုံ့ပြန်ချက်; 03 ။ သို့မဟုတ်အခြားပြသရန်စာသားအထောက်အထား; 04 ။ ပလက်ဖောင်းစောင့်ကြည့်လေ့လာရေး နည်းဥပဒေ 02 အသေးစိတ်ဖော်ပြချက် ညစ်ညမ်းရုပ်ပုံစာပေ၊ ပင်လယ်ဓားပြနှင့်ချိုးဖောက်မှုများကိုဥပဒေနှင့်စည်းမျဉ်းများကိုချိုးဖောက်သောမည်သည့်ပုံစံနှင့်မဆိုပျံ့နှံ့စေသည် အတည်ပြုချက်ကိုနည်းလမ်း 01 ။ အသုံးပြုသူတုံ့ပြန်ချက်; 02 ။ ကောင်းမွန်သောတုံ့ပြန်ချက်ကောင်း; 03. သို့မဟုတ်အခြားပြသရန်စာသားအထောက်အထား; 04 ။ ပလက်ဖောင်းစောင့်ကြည့်လေ့လာရေး နည်းဥပဒေ 03 အသေးစိတ်ဖော်ပြချက်များ မည်သည့်ပုံစံဖြင့်မဆိုငွေလွှဲခြင်း (အခြားအသုံးပြုသူများနှင့်တွဲဖက်ကစားသူနှင့်အခြားလိုင်းများမှတဆင့်ငွေသွင်းခြင်း (တီးဝိုင်းမဟုတ်သောအမိန့်များ) အတည်ပြုနည်းလမ်း 01. အသုံးပြုသူတုံ့ပြန်ချက်; 02. ဘုရားသခင့တုံ့ပြန်မှု၊ 03. သို့မဟုတ်အခြားပြသရန်စာသားကိုအထောက်အထား; 04. ပလက်ဖောင်းစောင့်ကြည့်လေ့လာရေး နည်းဥပဒေ 04 အသေးစိတ်ဖော်ပြချက် မည်သည့်ပုံစံနှင့်မဆို၊ စင်မြင့်၏အကျိုးစီးပွားကိုပျက်စီးစေသည့်၊ ပလက်ဖောင်း၏အမိန့်ကိုပျက်ပြားစေပြီး၊ တတိယပါတီ၏ပုဂ္ဂိုလ်ရေး / ပလက်ဖောင်း / ကိရိယာ (ပလပ်ဂင်၊ ဇာတ်ညွှန်း / အကူအညီစသည်တို့) ကိုသတင်းအချက်အလက်များကိုပလက်ဖောင်းခွင့်ပြုချက်မရပဲဖြန့်ဖြူးသည်။ မည်သည့်ပုံစံဖြင့်မဆို အတည်ပြုချက်ကိုနည်းလမ်း 01 ။ အသုံးပြုသူတုံ့ပြန်ချက်; 02 ။ ကောင်းမွန်သောတုံ့ပြန်ချက်ကောင်း 03 ။ သို့မဟုတ်အခြားပြသရန်စာသားကိုအထောက်အထား; 04. ပလက်ဖောင်းစောင့်ကြည့်လေ့လာရေး အသုံးပြုသူများနှင့်အခြားနတ်ဘုရားများအားပျက်စီးစေသည့်မည်သည့်ပုံစံမျိုးမဆို (ဥပမာအမိန့်များပြီးစီးပြီးနောက် ၀န်ဆောင်မှုမခံရန်လှုံ့ဆော်ခြင်း၊ အမျိုးမျိုးသောလမ်းကြောင်းများမှတရားမဝင်ငွေများလွှဲပြောင်းခြင်း၊ အသုံးပြုသူ / အခြားကစားသမားပိုင်ဆိုင်မှုများအားဆုံးရှုံးစေခြင်း) ။ အတည်ပြုချက်ကိုနည်းလမ်း 01 ။ အသုံးပြုသူတုံ့ပြန်ချက်; 02 ။ ကောင်းမွန်သောတုံ့ပြန်ချက်ကောင်း 03. သို့မဟုတ်အခြားပြသရန်စာသားအထောက်အထား; 04 ။ ပလက်ဖောင်းစောင့်ကြည့်လေ့လာရေး
zh: 规则01 详细说明 散布违反法律法规的内容，例如反动，反社会道德，政治或政治相关，恐怖分子等。 确认方法 01.用户反馈； 02.陪玩反馈； 03.或其他可显示的文字证明； 04.平台监控 规则02 详细说明 以任何形式传播色情、盗版、侵权等违反法律法规的行为。 确认方法 01. 用户反馈。 02. 大神反馈。 03. 或其他可显示的文字证明。 04. 平台监测 规则03 详细说明/任何形式的现金订单（通过其他渠道与其他用户/合作玩家进行诱导/交易（非MoonGo订单））。 确认方法 01. 用户反馈; 02. 大神反馈; 03. 或其他可展示的文字证明。 04. 平台监测 规则04 详细说明 以任何形式损害平台利益、扰乱平台秩序、未经平台授权以任何形式传播任何第三方个人/平台/工具（插件/脚本/辅助等）广告信息的行为。 确认方法 01. 用户反馈。 02. 大神反馈。 03. 或其他可显示的文字证明。 04. 平台监测 规则05 详细说明 欺诈，以任何形式损害用户/其他大神的行为（如诱导用户完成订单后不服务、通过各种渠道转移非法资金、造成用户/其他共同玩家财产损失等）。 确认方法 01. 用户反馈。 02. 大神反馈。 03. 或其他可显示的文字证明。 04. 平台监测

source: Upload
my: တင်ရန်
zh: 上传

source: Upload Skill Cover
my: ကျွမ်းကျင်မှုCoverတင်ပါ
zh: 上传技术背景

source: Upload Profile
my: Profileတင်ပါ
zh: 上传头像

source: Upload Cover
my: Coverတင်ပါ
zh: 上传背景

source: unblock
zh: 解除拉黑

# userrule1
source: User rules
my: အသုံးပြုသူစည်းမျဉ်းများ
zh: 用户守则

# userrule2
source: If the complaint occurs and is established, different penalties will be imposed on the severity. Rule 01 A detailed description Require Co-player to provide services other than the order service, and use canceling orders, bad reviews, etc. as threats to disrupt the platform (require immediate suspension of the order, if the circumstances are serious, the order will be directly confiscated. If such an incident occurs again, the order will be directly confiscated ) Confirmation method 01. Co-player; 02. Feedback from other groups/; 03. Other displayable text certificates; Penalties 01. Three days or permanent ban Rule 02 A detailed description There is no actual order service behavior with co-player, only using platform discounts to place orders multiple times to help co-player get ranking, praise and other related benefits Confirmation method 01. Co-player; 02. Feedback from other groups/; 03. Other displayable text certificates; Penalties 01. Three days or permanent ban Rule 03 A detailed descriptio Use platform rules loopholes to commit fraud or leak platform information/data, Co-player/user privacy and personal information Confirmation method 01. Co-player; 02. Feedback from other groups/; 03. Other displayable text certificates; Penalties 01. Three days or permanent ban Rule 04 A detailed description Maliciously send third-party contact information, maliciously guide platform co-player/users to third parties to communicate order issues Confirmation method 01. Co-player; 02. Feedback from other groups/; 03. Other displayable text certificates; Penalties 01. Three days or permanent ban Rule 05 A detailed description Malicious personal attacks, insults and abuse, slander other platform users/co-player, malicious spread rumors to slander platform/platform users Confirmation method 01. Co-player; 02. Feedback from other groups/; 03. Other displayable text certificates; Penalties 01. Three days or permanent ban PS: The platform reserves the right to deal with the above violations
my: အကယ်၍ တိုင်ကြားချက်ပေါ်ပေါက်လာပါကပြင်းထန်မှုအပေါ်ပြစ်ဒဏ်အမျိုးမျိုးချမှတ်လိမ့်မည်။ စည်းမျဉ်း 01 အသေးစိတ်ဖော်ပြချက် အော်ပရေတာ မှလွဲ၍ အခြား ၀ န်ဆောင်မှုပေးရန် Co-player ကိုတောင်းဆိုရန်နှင့်ပလက်ဖောင်းအားအနှောင့်အယှက်ဖြစ်စေရန်ခြိမ်းခြောက်မှုအဖြစ်ပယ်ဖျက်သည့်အမိန့်များ၊ မကောင်းသောပြန်လည်သုံးသပ်ခြင်းများကိုအသုံးပြုပါ။ ထိုကဲ့သို့သောအဖြစ်အပျက်တစ်ခုထပ်ဖြစ်ပါကအမိန့်ကိုတိုက်ရိုက်သိမ်းဆည်းလိမ့်မည်။ အတည်ပြုနည်းလမ်း 01. Co-player 02. အခြားအုပ်စုများမှတုံ့ပြန်ချက် 03. အခြားပြသရန်စာသားလက်မှတ်များ ပြစ်ဒဏ်များ 01. သုံးရက်သို့မဟုတ်အမြဲတမ်းတားမြစ်ခြင်း စည်းမျဉ်း 02 အသေးစိတ်ဖော်ပြချက် Co-player နှင့်အမှန်တကယ်မှာယူမှုဝန်ဆောင်မှုအပြုအမူမရှိပါ 01. Co-player 02. အခြားအုပ်စုများမှတုံ့ပြန်ချက် 03. အခြားပြသရန်စာသားလက်မှတ်များ ပြစ်ဒဏ်များ 01.သုံးရက်သို့မဟုတ်အမြဲတမ်းတားမြစ်ခြင်း စည်းမျဉ်း 03 အသေးစိတ်ဖော်ပြချက် လိမ်လည်မှုကျူးလွန်ရန်သို့မဟုတ်ပလက်ဖောင်းသတင်းအချက်အလက် / အချက်အလက်၊ Co-player / user privacy နှင့်ကိုယ်ရေးကိုယ်တာအချက်အလက်များကိုယိုယွင်းစေရန်ပလက်ဖောင်းစည်းမျဉ်းစည်းကမ်းများကိုအသုံးပြုပါ အတည်ပြုနည်းလမ်း 01. Co-player 02. အခြားအုပ်စုများမှတုံ့ပြန်ချက် 03. အခြားပြသရန်စာသားလက်မှတ်များ ပြစ်ဒဏ်များ 01. သုံးရက်သို့မဟုတ်အမြဲတမ်းတားမြစ်ခြင်း စည်းမျဉ်း 04 အသေးစိတ်ဖော်ပြချက် third-party အဆက်အသွယ်သတင်းအချက်အလက်ကိုအန္တရာယ်ရှိစွာပေးပို့ပါ၊ အမိန့်ပြissuesနာများကိုဆက်သွယ်ပြောဆိုရန်ပလက်ဖောင်းပူးတွဲကစားသမား / အသုံးပြုသူများကိုတတိယပါတီများသို့အန္တရာယ်ရှိစွာလမ်းညွှန်ပါ အတည်ပြုနည်းလမ်း 01. Co-player 02.အခြားအုပ်စုများမှတုံ့ပြန်ချက် 03. အခြားပြသရန်စာသားလက်မှတ်များ ပြစ်ဒဏ်များ 01. သုံးရက်သို့မဟုတ်အမြဲတမ်းတားမြစ်ခြင်း စည်းမျဉ်း 05 အသေးစိတ်ဖော်ပြချက် မကောင်းသောပုဂ္ဂိုလ်ရေးတိုက်ခိုက်မှု၊ စော်ကားမှုနှင့်အလွဲသုံးစားမှု၊ အခြားပလက်ဖောင်းအသုံးပြုသူများကို / တွဲဖက်ကစားသူ၊ ပလက်ဖောင်း / ပလက်ဖောင်းအသုံးပြုသူများကိုအသရေဖျက်မှုကောလာဟလများပြန့်နှံ့ အတည်ပြုနည်းလမ်း 01. Co-player 02. အခြားအုပ်စုများမှတုံ့ပြန်ချက် 03. အခြားပြသရန်စာသားလက်မှတ်များ ပြစ်ဒဏ်များ 01. သုံးရက်သို့မဟုတ်အမြဲတမ်းတားမြစ်ခြင်း PS: ပလက်ဖောင်းသည်အထက်ပါချိုးဖောက်မှုများကိုကိုင်တွယ်ဖြေရှင်းပိုင်ခွင့်ရှိသည်။
zh: 如果投诉发生并成立，将根据严重程度给予不同的处罚。 规则01 详细说明 要求Co-player提供订单服务以外的服务，并以取消订单、差评等为威胁，扰乱平台秩序(要求立即暂停订单，如情节严重，将直接没收订单。如再次发生此类事件，将直接没收订单 ) 确认方法 01. 陪玩。 02. 其他小组的反馈 03. 其他可显示的文本证书 惩罚 01. 三天或永久禁止 规则02 详细说明 与合作玩家没有实际的下单服务行为，只是利用平台折扣多次下单，帮助合作玩家获得排名、好评等相关利益 确认方法 01. 陪玩反馈 02. 用户反馈 03. 或其他可展示的文字证明。 惩罚 01. 三天或永久禁止 规则03 详细描述 利用平台规则漏洞进行诈骗或泄露平台信息/数据、合作玩家/用户隐私和个人信息。 确认方法 01. 陪玩反馈 02. 用户反馈 03. 或其他可显示的文字证明。 惩罚 01. 三天或永久禁止 规则04 详细描述 恶意发送第三方联系方式，恶意引导平台合作玩家/用户与第三方沟通订单问题。 确认方法 01. 陪玩反馈 02. 用户反馈 03. 其他可显示的文本证明。 惩罚 01. 三天或永久禁止 规则05 详细说明 恶意人身攻击、侮辱谩骂、诽谤其他平台用户/合作玩家、恶意散布谣言诽谤平台/平台用户。 确认方法 01. 陪玩反馈 02. 用户反馈 03. 或其他可显示的文字证明。 惩罚 01. 三天或永久禁止 PS：平台保留对以上违规行为的处理权

# validator
source: Field Requied
my: လိုအပ်သည်
zh: 还需要输入信息

# voiceCallWaitAnotherToJoin
source: Waiting another to join
my: တခြားသူများကိုစောင့်ပါ
zh: 正在等待另一个人加入

# viewStateButtonRetry
source: Retry
my: ပြန်ကြိုးစား
zh: 重试

# viewStateButtonRefresh
source: Refresh
my: ပြန်စတင်ရန်
zh: 刷新

# viewStateButtonLogin
source: Sign In
my: အကောင့်ဝင်ရန်
zh: 登录

# viewStateMessageEmpty
source: Empty
my: ဘာမှမရှိပါ
zh: 空

# viewStateMessageUnAuth
source: Not Sign in yet
my: အကောင့်မဝင်ရသေးပါ
zh: 尚未登录

# viewStateMessageNetworkError
source: Network Error
my: အင်တာနက်လိုင်းမကောင်းပါ
zh: 网络错误

# viewStateMessageError
source: Load Failed
my: မအောင်မြင်ပါ
zh: 加载失败

source: VIP Demo
zh: VIP样版

# vipDemo1Title
source: Here is VIP 1 layer
my: VIP 1 အလွှာ
zh: 这是显示VIP 1的位置

# vipDemo1Body
source: VIP 1 will be displayed under VIP 2
my: VIP 1 သည် VIP 2 အောက်တွင်ပြလိမ့်မည်
zh: VIP 1会显示在VIP 2下面

# vipDemo2Title
source: Here is VIP 2 layer
my: VIP 2 အလွှာ
zh: 这是显示VIP 2的位置

# vipDemo2Body
source: VIP 2 will be displayed under VIP 3
my: VIP 2 သည် VIP 3 အောက်တွင်ပြလိမ့်မည်
zh: VIP 2会显示在VIP 3下面

# vipDemo3Title
source: Here is VIP 3 layer
my: VIP 3 အလွှာပါ
zh: 这是显示VIP 3的位置

# vipDemo3Body
source: VIP 3 will be displayed at the top
my: VIP 3 သည် ထိပ်ဆုံးတွင်ပြလိမ့်မည်
zh: VIP 3会显示在最上面

# vipIconAppearText
source: Appear Layer
my: ပေါ်မည့်နေရာ
zh: 显示位置

# vipIconEnable480p
source: Enable 480p Video
my: 480p Video တင်ခွင့်
zh: 可上传480p视频

# vipIconEnable720p
source: Enable 720p Video
my: 720p Videoတင်ခွင့်
zh: 可上传720p视频

# vipIconFollowerText
source: Followers Post
my: Fanများမြင်Post
zh: 张粉丝帖

# vipIconPublicText
source: Public Post
my: လူအားလုံးမြင်Post
zh: 张公众帖

# vipIconText
source: Icon
my: တံဆိပ်
zh: 标志

source: Waiting
my: စောင့်နေသည်
zh: 请等待

source: Watch AD
my: ADကြည့်ပါ
zh: 观看广告

# watchadfreecoins
source: Watch an Ad to get free coins.
my: အခမဲ့ဒင်္ဂါးများရရန်ကြော်ငြာကိုကြည့်ပါ။
zh: 观看广告来获得金币

source: You have
my: သင်မှာ
zh: 您拥有

# youMustAcceptPermission
source: You must accept permissions
my: ခွင့်ပြုချက်ကိုလက်ခံရမည်
zh: 您必须接受权限

# youNeedToAllowMicroPermission
source: You need to allow Microphone permission to enable voice call
my: အသံစာပို့ရန်မိုက်ကရိုဖုန်းကိုသုံးခွင့်ပြုရန်လိုသည်
zh: 您需要允许麦克风权限才能启用语音通话

# becomePartnerAt
source: Joined
my: ပူးပေါင်း

# refreshTwoLevel
source: Release to enter user setting page
my: အသုံးပြုသူ pageကိုဝင်ရောက်ရန်

# pubgrequirement1
source: 1. Female Rank ≥ Silver, Male's Rank ≥ Platinum. (The screenshot must clearly show the game ID and rank.)
my: ၁။ အမျိုးသမီးအဆင့်≥ငွေ၊ အမျိုးသား၊ အဆင့်≥ပလက်တီနမ်။(Screenshot သည်ဂိမ်း ID နှင့်အဆင့်ကိုရှင်းရှင်းလင်းလင်းဖော်ပြရမည်။)

# pubgrequirement2
source: 2. Provide great Service, be patient, and good at time and emotional management.
my: ၂။ ကောင်းမွန်သော ၀ န်ဆောင်မှုပေးပါ၊ စိတ်ရှည်ပါ၊

# qualificationrequire
source: Qualification requirements
my: အရည်အချင်းလိုအပ်ချက်များ
